Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/norskpetroleum.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Oil and gas has been produced from this area for more than 30 years, and production is expected to continue for at least another 30 years.
nb: Det har vært produsert olje og gass i dette området i over 30 år, og det forventes produksjon herfra i minst 30 år til.

source: Sleipner Vest was discovered in 1974, and the plan for development and operation (PDO) was approved in 1992.
nb: Sleipner Vest ble påvist i 1974, og plan for utbygging og drift (PUD) ble godkjent i 1992.

source: The oil will be stored at the Njord B facility and transferred to shuttle tankers.
nb: Oljen skal lagres på Njord B-innretningen og overføres til tankskip.

source: Gina Krog produces oil and gas from sandstone of Middle Jurassic age in the Hugin Formation.
nb: Gina Krog produserer olje og gass fra sandstein av mellomjura alder i Huginformasjonen.

source: Just before Christmas in 1969, Phillips informed the Norwegian authorities of the discovery of Ekofisk, which turned out to be one of the largest offshore oil fields ever discovered.
nb: Lille julaften 1969 informerte Phillips norske myndigheter om funnet av Ekofisk – det som skulle vise seg å være et av de største oljefeltene som noen gang er funnet til havs.

source: The oil is exported further to Teesside in the UK, while the gas is sold to Ula for injection into the Ula reservoir.
nb: Oljen eksporteres videre til Teesside i Storbritannia, mens gassen selges til Ula for injeksjon i Ula-reservoaret.

source: Oseberg Sør produces oil and gas from several deposits in sandstone of Jurassic age.
nb: Oseberg Sør produserer olje og gass fra flere forekomster i sandstein av jura alder.

source: Gas production was three per cent lower in 2020 than in 2019.
nb: Gassproduksjonen ble tre prosent lavere i 2020 enn i 2019.

source: Areas relinquished in this way can later be awarded to new licensee groups.
nb: Tilbakelevert område kan senere tildeles en ny rettighetshavergruppe.

source: Per operator in 2020
nb: Per operatør i 2020

source: Hywind Tampen is scheduled for start-up at the end of 2022.
nb: Oppstart av Hywind Tampen vindpark er planlagt i slutten av 2022.

source: Frigg was discovered in 1971, and the plan for development and operation (PDO) was approved in 1974.
nb: Frigg ble påvist i 1971, og plan for utbygging og drift (PUD) ble godkjent i 1974.

source: The gas is exported through the Åsgard Transport System (ÅTS) to the Kårstø terminal.
nb: Gassen eksporteres gjennom Åsgard Transport System (ÅTS) til Kårstø-terminalen.

source: The field was developed with a wellhead facility, including a simple process facility, and remotely operated from Veslefrikk B. Production started in 2001.
nb: Feltet ble bygd ut med en brønnhodeinnretning med et enkelt prosessanlegg, og ble fjernstyrt fra Veslefrikk B. Produksjonen startet i 2001.

source: Ekofisk was originally produced by pressure depletion and had an expected recovery factor of 17 per cent.
nb: Ekofisk ble opprinnelig produsert med trykkavlastning, og hadde en forventet utvinningsgrad på 17 prosent.

source: Companies that do not have any taxable income may carry forward losses and uplift to subsequent years, with interest.
nb: Selskaper som ikke er i skatteposisjon, kan fremføre underskudd og friinntekt til senere år, med rentekompensasjon.

source: A PDO/PIO consists of a development plan and an impact assessment.
nb: PUD/PAD består av en plan for utbyggingen og en konsekvensutredning.

source: Undiscovered resources cover oil and gas that will most likely be discovered and can be produced, but which have yet to be proven through drilling.
nb: Ikke påviste ressurser inkluderer olje og gass som trolig fins og kan produseres, men som enda ikke er påvist ved boring.

source: Reservoir rocks are porous and always saturated with water, oil and gas in various combinations.
nb: Reservoarbergarter er porøse og alltid mettet med ulike blandingsforhold av vann, olje og gass.

source: Various development solutions are being evaluated for Fulla, which is being considered as part of a larger development in the area between the Oseberg and Alvheim fields.
nb: Ulike utbyggingsløsninger vurderes for Fulla, som en del av en større utbygging i området mellom Oseberg og Alvheim.

source: Acute oil spills can cause damage to fish, marine mammals, seabirds and the shoreline.
nb: Akutte oljeutslipp kan skade fisk, sjøpattedyr, sjøfugl og strandsoner.

source: The Statfjord Group and Lunde Formation in Gullfaks Sør are produced with pressure support from gas injection.
nb: Statfjordgruppen og Lundeformasjonen i Gullfaks Sør produseres med trykkstøtte fra gassinjeksjon.

source: Skarv was discovered in 1998, and the plan for development and operation (PDO) was approved in 2007.
nb: Skarv ble påvist i 1998, og plan for utbygging og drift (PUD) ble godkjent i 2007.

source: The well stream will be routed to the Gjøa platform for processing and export.
nb: Brønnstrømmen skal transporteres til Gjøa for prosessering og eksport.

source: Numbered licensing rounds in frontier areas
nb: Nummererte konsesjonsrunder i umodne områder

source: The proportion is determined when production licences are awarded, and varies from field to field.
nb: Andelen blir fastsatt ved tildeling av utvinningstillatelser og størrelsen varierer fra felt til felt.

source: The oil is transported by pipeline to the Oseberg field and further through the Oseberg Transport System (OTS) pipeline to the Sture terminal.
nb: Oljen transporteres i rørledning til Oseberg og videre i Oseberg Transport System (OTS)-rørledningen til Stureterminalen.

source: Yttergryta is a field in the Norwegian Sea, 33 kilometres east of the Åsgard B platform.
nb: Yttergryta ligger i Norskehavet, 33 kilometer øst for Åsgard B-innretningen.

source: Satellite fields tied-back to Statfjord as well as nearby discoveries will benefit from the lifetime extension.
nb: Satellittfeltene tilknyttet Statfjord og nærliggende funn vil dra nytte av denne forlengelsen.

source: The Brent reservoirs in Fram Øst are produced by pressure support from natural aquifer drive.
nb: Brent-reservoarene i Fram Øst produseres med trykkstøtte fra naturlig vanndriv.

source: Several wells were drilled in 2020, and drilling will continue in the foreseeable future.
nb: Flere brønner ble boret i 2020, og boringen fortsetter i overskuelig framtid.

source: Water injection is planned to start in 2021.
nb: Etter planen skal vanninjeksjon implementeres i 2021.

source: Fram H-Nord was discovered in 2007, and the authorities granted an exemption from the plan for development and operation (PDO) requirement in 2013.
nb: Fram H-Nord ble påvist i 2007, og myndighetene innvilget fritak fra plan for utbygging og drift (PUD) i 2013.

source: Its main activities are oil and gas production, and the company is operator for about 70 % of all oil and gas production on the Norwegian shelf.
nb: Equinors hovedaktivitet er produksjon av olje og gass, og selskapet er operatør for om lag 70 prosent av olje- og gassproduksjonen på norsk kontinentalsokkel.

source: Trestakk was proven in 1986 and the plan for development and operation (PDO) was approved in 2017.
nb: Trestakk ble påvist i 1986, og plan for utbygging og drift (PUD) ble godkjent i 2017.

source: 6406/9-1 Linnorm is a discovery in the central part of the Norwegian Sea, 50 kilometres northwest of the Draugen field.
nb: 6406/9-1 Linnorm er et funn i den midtre delen av Norskehavet, 50 kilometer nordvest for Draugen.

source: In 2020 funding was allocated for two new SFI centres that are dealing with research in areas of great importance to the petroleum sector: Plug and abandonment (P&A) and digital technologies for wells and drilling operations:
nb: I 2020 ble det bevilget midler til to nye SFIer som dekker sentrale forskningsområder i petroleumsvirksomheten: Plugging & nedstengning av brønner og digitalisering av boreoperasjoner:

source: Drilling of the Goliat Vest prospect in 2018 resulted in additional resources.
nb: Boring av Goliat Vest-prospektet påviste tilleggsressurser i 2018.

source: The field will be developed with two subsea templates with a total of six wells, tied-back to the Njord A facility.
nb: Utbyggingsløsningen består av to havbunnsrammer med totalt seks brønner, knyttet til Njord A-innretningen.

source: In parts of the field, water alternating gas (WAG) injection is being used.
nb: Det er også vann- alternerende gassinjeksjon (VAG) i deler av feltet.

source: Johan Sverdrup was discovered in 2010 and the plan for development and operation (PDO) for Phase I was approved in 2015.
nb: Johan Sverdrup ble påvist i 2010, og plan for utbygging og drift (PUD) for fase I ble godkjent i 2015.

source: The well stream is processed at Kristin and the gas is transported via the Åsgard Transport System (ÅTS) to the Kårstø terminal.
nb: Brønnstrømmen prosesseres på Kristin, og gassen transporteres i rørledning til Åsgard Transport System (ÅTS) og videre til Kårstø-terminalen.

source: Fully processed oil from Snorre B is transported by pipeline to Statfjord B for storage and loading onto shuttle tankers.
nb: Endelig prosessert olje fra Snorre B transporteres i rørledning til Statfjord B for lagring og lasting til tankskip.

source: Transparency - EITI
nb: Åpenhet om betalinger - EITI

source: A pipeline was installed between the Varg and Rev fields to export the gas to the UK via the Central Area Transmission System (CATS).
nb: Det er lagt en gassrørledning mellom Varg og Rev for eksport til Storbritannia via rørledningen Central Area Transmission System (CATS).

source: There are five producers and two water injectors on the field.
nb: Det er fem produksjons- og to injeksjonsbrønner på feltet.

source: 25/2-10 S (Frigg-GammaDelta) is a discovery in the central North Sea, 20 kilometres east of the Frigg field.
nb: 25/2-10 S (Frigg-GammaDelta) er et funn i den midtre delen av Nordsjøen, 20 kilometer øst for Frigg.

source: The well stream from Skogul is routed by pipeline via the Vilje field to the Alvheim FPSO.
nb: Brønnstrømmen fra Skogul transporteres i rørledning via Vilje til Alvheim-skipet.

source: Low pressure production was implemented in 2017.
nb: Lavtrykksproduksjon ble implementert i 2017.

source: Oil is transported to a floating storage and offloading vessel (Randgrid FSO), and then offloaded to shuttle tankers for further transport.
nb: Oljen fraktes til en flytende lager- og lasteenhet (Randgrid FSO) og losses derfra til tankskip for videre transport.

source: NGL is transported to Mongstad via the Vestprosess pipeline.
nb: NGL blir transportert til Mongstad via Vestprosess-rørledningen.

source: Gas export ceased in 2016.
nb: Gasseksporten opphørte i 2016.

source: A plan for water injection at Ekofisk was approved in 1983.
nb: I 1983 godkjente myndighetene en plan for vanninjeksjon på Ekofisk.

source: Classification of petroleum resources
nb: Klassifisering av petroleumsressursene

source: The discovery was proven in 2012 and delineated by appraisal wells 2/4-21 A in 2012 and 2/4-23 S in 2015.
nb: Funnet ble påvist i 2012 og avgrenset med brønnene 2/4-21 A i 2012 og 2/4-23 S i 2015.

source: Organisation of research activities
nb: Organisering og forskningsprogrammer

source: For more details about the EOR screening study, see
nb: For mer informasjon om EOR-screeningstudien, se

source: The gas is transported by pipeline from the Norne vessel to the Åsgard field, and further via the Åsgard Transport System (ÅTS) to the Kårstø terminal.
nb: Gassen transporteres i rørledning fra Norne-skipet til Åsgard, og derfra via Åsgard Transport System (ÅTS) til Kårstø-terminalen.

source: Volve was discovered in 1993, and the plan for development and operation (PDO) was approved in 2005.
nb: Volve ble påvist i 1993, og plan for utbygging og drift (PUD) ble godkjent i 2005.

source: Wet gas is exported by pipeline to the Sleipner A facility and stabilised.
nb: Våtgassen transporteres i rørledning til Sleipner A-innretningen for stabilisering.

source: Oil and condensate are quoted in million standard cubic metres (Sm³).
nb: Olje og kondensat blir oppgitt i millioner standard kubikkmeter (Sm³).

source: Technical failure of a riser on the Snorre B platform resulted in reduced production in 2020.
nb: Produksjonen var lavere i 2020 grunnet teknisk svikt av et stigerør på Snorre B-innretningen.

source: The satellite fields Statfjord Øst, Statfjord Nord and Sygna have a dedicated inlet separator on Statfjord C. A PDO for Statfjord Late Life was approved in 2005.
nb: Satellittfeltene Statfjord Øst, Statfjord Nord og Sygna har en egen innløpsseparator på Statfjord C. PUD for Statfjord Senfase ble godkjent i 2005.

source: Gas is exported through Statpipe to the terminal at Kårstø.
nb: Eksportgassen transporteres gjennom Statpipe til terminalen på Kårstø.

source: A lifetime extension granted for the Norne FPSO in 2018 will increase value creation from the Norne field and its satellites.
nb: Levetidsforlengelse for Norne-skipet som ble innvilget i 2018 vil øke verdiskapingen fra Norne og satellittfeltene.

source: Oil and NGL (Natural Gas Liquids) are routed via pipeline to the Ekofisk field and further to Teesside in the UK.
nb: Olje og flytende våtgass (NGL) blir transportert i rørledning til Ekofisk for videre transport til Teesside i Storbritannia.

source: The process ensures that all relevant arguments for and against the project are known before a decision on development is taken, that the field developments approved are responsible, and that their impacts on other public interests are acceptable.
nb: Prosessen sikrer at alle relevante argumenter er kjent før avgjørelsen om utbygging tas, og at utbyggingene som godkjennes er forsvarlige og har akseptable konsekvenser for andre samfunnsinteresser.

source: Centre for Offshore Mechatronics at the University of Agder
nb: Center for Offshore Mechatronics ved Universitetet i Agder

source: The discoveries will be developed together, and the plan for development and operation (PDO) was approved in June 2018.
nb: Funnene skal bygges ut sammen, og plan for utbygging og drift (PUD) ble godkjent i juni 2018.

source: Petroleum revenues are phased into the economy gradually in accordance with the fiscal rule that over time, government spending must not use any of the fund’s capital, only its expected real return – currently estimated to 3 %.
nb: Handlingsregelen er en plan for jevn og gradvis økning i bruken av oljeinntekter, om lag i takt med utviklingen i forventet realavkastning av Statens pensjonsfond utland, anslått til 3 prosent av fondskapitalen.

source: There are 20 producing fields in the Norwegian Sea.
nb: I Norskehavet er det 20 felt i produksjon. Ett nytt felt, Dvalin, startet produksjonen.

source: Lille-Frigg was discovered in 1975, and the plan for development and operation (PDO) was approved in 1991.
nb: Lille-Frigg ble påvist i 1975, og plan for utbygging og drift (PUD) ble godkjent i 1991.

source: Historical and projected emissions of nmVOC from the petroleum sector in Norway, 1998-2025
nb: Last ned grunnlag Historiske og antatt fremtidige nmVOC-utslipp fra petroleumssektoren i Norge, 1998-2025

source: A realization of this innovation will result in reduced costs for oil and gas production in existing fields, open fields further from existing infrastructure and enable connection to existing tie-in hubs.
nb: , og kan gi kostnadsreduksjoner for produserende felt og være utløsende for bærekraftig og økonomisk utbygging av tidligere utilgjengelige felt og områder.

source: Gas terminals are another smaller source of these emissions.
nb: Utslippene kommer i hovedsak fra lagring og lasting av råolje offshore.

source: Balder was discovered in 1967, and the initial plan for development and operation (PDO) was approved in 1996.
nb: Balder ble påvist i 1967, og opprinnelig plan for utbygging og drift (PUD) ble godkjent i 1996.

source: Petroleum activities on the Norwegian shelf started in the North Sea and have gradually expanded northwards.
nb: Petroleumsvirksomheten på norsk kontinentalsokkel startet i Nordsjøen og har gradvis beveget seg nordover.

source: Grosbeak was proven in 2009, and delineated by appraisal wells 35/11-21 A and 35/11-21 S in 2018.
nb: Grosbeak ble påvist i 2009 og avgrenset med brønnene 35/11-21 A og 35/11-21 S i 2018.

source: In each case, the Ministry designates an operator for the joint venture, and this company is responsible for the operational activities authorised by the licence.
nb: Departementet utpeker en operatør for interessentskapet som skal forestå petroleumsvirksomheten i tillatelsen.

source: Tordis produces oil from Jurassic sandstone.
nb: Tordis produserer olje fra jura sandstein.

source: Ula produces oil mainly from sandstone in the Upper Jurassic Ula Formation.
nb: Ula produserer olje hovedsakelig fra sandstein av senjura alder i Ulaformasjonen.

source: The well stream was transported to Jotun B and further to Jotun A for processing and loading.
nb: Brønnstrømmen ble transportert til Jotun B og videre til Jotun A for prosessering og lasting.

source: The gas from Troll Øst and Troll Vest is transported through three multiphase pipelines to the gas processing plant at Kollsnes.
nb: Gassen fra Troll Øst og Troll Vest transporteres via tre flerfaserørledninger til gassbehandlingsanlegget på Kollsnes.

source: The resource accounts for the Barents Sea show that 6 million Sm
nb: Ressursregnskapet for Barentshavet viser at det ble solgt og levert 6 millioner Sm

source: The reservoirs lie at a depth of 3500 meters, and the quality varies from poor to medium across the field.
nb: Reservoarene ligger på 3500 meters dyp, og kvaliteten varierer fra dårlig til middels.

source: Oil and condensate are temporarily stored at Åsgard A, then shipped to land by tankers.
nb: Olje og kondensat lagres midlertidig på Åsgard A før det fraktes til land med tankskip.

source: There is a huge potential for increased recovery from several fields on the Norwegian shelf.
nb: Det er stort potensial for økt utvinning fra flere felt på norsk sokkel.

source: Water injection was stopped in 2017, but can be resumed if found necessary.
nb: Vanninjeksjon ble stanset i 2017, men kan gjenopptas ved behov.

source: Oseberg Øst is a field in the northern part of the North Sea, 15 kilometres east of the Oseberg field.
nb: Oseberg Øst ligger i den nordlige delen av Nordsjøen, 15 kilometer øst for Oseberg.

source: Ormen Lange and Johan Sverdrup prove that it is still possible to make large discoveries on the Norwegian shelf.
nb: Ormen Lange og Johan Sverdrup viser at det fortsatt er mulig å gjøre store funn på norsk sokkel.

source: Work is ongoing to maximise recovery from the field by water injection, infill drilling and additional increased oil recovery (IOR) measures.
nb: Arbeid pågår for å øke utvinning fra feltet med vanninjeksjon, boring av tilleggsbrønner og implementering av økt utvinningstiltak (IOR).

source: Dvalin East was proven in 2010 and Dvalin West was proven in 2012.
nb: Dvalin Øst ble påvist i 2010 og Dvalin Vest ble påvist i 2012.

source: Ekofisk K, which is the main injection facility, started water injection in 1987 and is still in operation.
nb: Ekofisk K, som er hovedinnretningen for vanninjeksjon, har vært i drift siden 1987.

source: The gas is then transported via the Åsgard Transport System (ÅTS) to the Kårstø terminal.
nb: Gassen transporteres via Åsgard Transport System (ÅTS) til Kårstø-terminalen.

source: The field is under development and the production is planned to start in late 2022.
nb: Feltet er under utbygging og produksjonsstart ventes sent i 2022.

source: Bøyla was discovered in 2009, and the plan for development and operation (PDO) was approved in 2012.
nb: Bøyla ble påvist i 2009, og plan for utbygging og drift (PUD) ble godkjent i 2012.

source: Alver municipality, Vestland
nb: Alver kommune i Vestland

source: 3/7-8 S (Trym Sør) is a discovery in the North Sea straddling the sector boundary between Norway and Denmark, less than two kilometres south of the Trym field.
nb: 3/7-8 S (Trym Sør) er et funn som ligger på grensen mellom norsk og dansk sektor i Nordsjøen, to kilometer sør for Trym.

source: Saga Petroleum, a private Norwegian company, was established in 1972.
nb: Det samme gjorde Saga Petroleum, et privat norsk selskap som ble opprettet i 1972.

source: Plan for Development and Operation of petroleum deposits.
nb: Plan for anlegg og drift av innretninger.

source: 2/4-21 (King Lear) is a discovery in the southern part of the Norwegian sector in the North Sea, 20 kilometres north of the Ekofisk field and 50 kilometres north of the Valhall field.
nb: 2/4-21 (King Lear) er et funn i den sørlige delen av norsk sektor i Nordsjøen, 20 kilometer nord for Ekofisk og 50 kilometer nord for Valhall.

source: Condensate from Kristin is sold as oil.
nb: Kondensat fra Kristin selges som olje.

source: o.e. are resources from potential measures in fields (RK 7A) and are not included in the tables for the respective ocean areas.
nb: mulige tiltak i feltene (RK 7A), disse er ikke med i tabellene for de enkelte havområdene.

source: This figure corresponds to about 6 % of total employment in Norway.
nb: Dette utgjør om lag 6 prosent av samlet sysselsetting i Norge.

source: Water alternating gas injection (WAG) started in 1998.
nb: Vann- alternerende gassinjeksjon (VAG) begynte i 1998.

source: Under this system, companies that are making a loss may choose between requesting an immediate refund of the tax value of exploration costs from the taxation authorities and carrying forward the losses to a later year when the company has a taxable income.
nb: Ordningen innebærer at selskaper som går med underskudd kan velge mellom å få utbetalt skatteverdien av letekostnadene umiddelbart fra ligningsmyndighetene, eller å framføre underskuddet med rentekompensasjon til senere år når selskapet har skattbart overskudd.

source: Enoch is a field in the central part of the North Sea on the border to the British sector, ten kilometres northwest of the Gina Krog field.
nb: Enoch ligger i den midtre delen av Nordsjøen på grensen til britisk sektor, ti kilometer nordvest for Gina Krog.

source: Gas injection ceased in 2005 and all gas is exported.
nb: Gassinjeksjonen opphørte i 2005, og all gass eksporteres.

source: o.e., which is a reduction of 55 million Sm
nb: Dette er en reduksjon på 55 millioner Sm

source: Production from Skogul started in March 2020.
nb: Produksjonen fra Skogul startet i mars 2020.

source: Production started again in December 2020.
nb: Produksjonen startet igjen i desember 2020.

source: This is the Norwegian Clean Seas Association for Operating Companies (NOFO)
nb: Dette er Norsk oljevernforening for operatørskap (NOFO)

source: The well stream from Tune is transported in pipelines to the Oseberg Field Centre, where the condensate is separated and transported to the Sture terminal through the Oseberg Transport System (OTS).
nb: Brønnstrømmen fra Tune transporteres i rørledninger til Oseberg feltsenter, der kondensatet blir skilt ut og sendt til Stureterminalen gjennom Oseberg Transport System (OTS).

source: The Research Council has launched several Centres for Research-based Innovation (SFI) as well as Centres of Excellence (SFF).
nb: Forskningsrådet har opprettet en rekke Senter for forskningsdrevet innovasjon (SFI) og Senter for fremragende forskning (SFF).

source: The Svalin field is tied-back to Grane platform.
nb: Svalin-feltet er tilknyttet Grane-innretningen.

source: A total of 1170 wildcat wells have been drilled on the Norwegian shelf.
nb: Til sammen er det boret 1170 undersøkelsesbrønner på norsk sokkel.
